[
  {
    "title": "THE COUNCIL'S FRIEND MACHINE",
    "body": [
      "A small story in the October 1, 1965, edition of <em>The Dallas Morning News</em> is headlined \"An International Friend Machine.\" Volunteers with our <a href='https://www.dfwworld.org/IVP' target='_blank'>International Visitor Program</a> understand the concept.  The story mentions Lorraine (Mrs. Clyde) Emery who led the founding of <a href='https://www.dfwworld.org/IVP' target='_blank'>the Council's IVP</a> in 1954. Since then the Council has been a vibrant, informative facet of North Texas' connection with the rest of the world. ",
      "Through the years, the Council has continued to partner with the U.S. Department of State's International Visitor Leadership Program, celebrating its 75th anniversary in 2015. Among the \"exchange alumni\" who've come to America in this program are 385 current or former heads of state, 63 Nobel laureates and thousands of private and non-profit leaders. More than 200,000 people have participated in these educational visits to the United States &mdash; many became household names, such as Britain's Margaret Thatcher and Egypt's Anwar Sadat. ",
      "During Women’s History Month in March, our North Texas visitors included a delegation from India studying the \"Fight Against Gender-Based Violence\" &mdash; Dallas Mayor Mike Rawlings is a major spokesperson in the effort. These leaders represent a global network with an enduring commitment to women’s rights, and they bring a range of expertise in legal issues, health care, activism and media.",
      "This year, we look forward to introducing even more international guests to Texas on issues such as business development and entrepreneurship, investigative journalism, trends in higher education and women’s innovations in science and engineering.",
      "The visitors get more than the routine business trip. <a href='https://www.dfwworld.org/IVP' target='_blank'>The Council's IVP</a> makes certain they get a cultural flavor of North Texas while also meeting Council members, local officials and business leaders. As that 1965 headline suggested, these IVP visits become, indeed, \"an international friend machine.\""
    ],
    "layout": "center",
    "caption": ["YAPSA students on a scavenger hunt in the arts district."],
    "url": "https://www.dfwworld.org/IVP"
  },
  {
    "title": "DAVID BROOKS ON CHARACTER",
    "body": [
      "Now and then David Brooks, the columnist at <em>The New York Times</em> and a familiar voice to listeners and viewers of NPR and PBS, discusses politics. ",
      "In a recent <em>Times</em> column, he wrote, \"All the informal self-restraints that softened the brutality of politics are being torn away. It’s like going to a dinner party where all the little customs of politeness are gone and everything is just grab what you can when you can.\"",
      "And, he writes about other things, too, for example, character. His latest book, <em>The Road To Character: The Humble Journey to an Excellent Life</em>, examines the paths notable people have taken and explores how other people can take such \"character-minded\" paths. His discussion includes consideration of whether people are working toward their \"resume virtues\" or their \"eulogy virtues.\"",
      "You'll have two opportunities to hear Brooks on May 11 &mdash;  <a href='https://www.dfwworld.org/Events?cid=5&ceid=2279&cerid=0&cdt=5%2f11%2f2015' target='_blank'>at a luncheon at The Fort Worth Club</a> in downtown Cowtown and, later that day, an <a href='https://www.dfwworld.org/Events?cid=5&ceid=2281&cerid=0&cdt=5%2f11%2f2015' target='_blank'>evening program in Dallas</a> hosted by our frequent partner in presentations, Parish Episocpal School's Midway Campus Chapel. Brooks' previous best-sellers include <em>Bobos In Paradise: The New Upper Class an How They Got There</em> and <em>The Social Animal: The Hidden Sources of Love, Character and Achievement</em>."
    ],
    "layout": "center",
    "caption": ["Appearing Monday, May 11 at <a href='https://www.dfwworld.org/Events?cid=5&ceid=2279&cerid=0&cdt=5%2f11%2f2015' target='_blank'>11:30 AM in Fort Worth</a> and <a href='https://www.dfwworld.org/Events?cid=5&ceid=2281&cerid=0&cdt=5%2f11%2f2015' target='_blank'>11:30 AM in Dallas</a>."],
    "img": "http://www.dfwworld.org/image/SH_DavidBrooks.jpg",
    "url": "https://www.dfwworld.org/Events?cid=5&ceid=2281&cerid=0&cdt=5%2f11%2f2015"
  },
  {
    "title": "AN ACADEMIC DYNASTY?",
    "body": [
      "The heat is on for the Academic WorldQuest team from Plano Shepton High School &mdash; and for the Plano Independent School District. Can a PISD team win five national titles in a row?",
      "Competing against hundreds of students from more than two dozen North Texas Schools, the Shepton team won the 2015 Regional Academic WorldQuest on March 20 by edging defending regional champion and national champion Plano West by a single point. Members of the winning team are Inan Sinha, Awkit Reddy, Sharon Jiang and Noah Schochet. They are coached by Shepton Geography and Advanced Placement Human Geography teacher Janis Bates.",
      "Plano West has won the past two national championships; Plano Senior High won the two before that. Plano Shepton, a school for freshmen and sophomores, goes to Washington, D.C., for the <a href='http://www.worldaffairscouncils.org/2011/main/home.cfm?database=programs&Category=AcademicWorldQuest&Section=Academic%20WorldQuest%202013-2014' target='_blank'>2015 National Academic WorldQuest competition</a> on Saturday, April 25."
    ],
    "layout": "center",
    "caption": ["Inan Sinha, Awkit Reddy, Sharon Tiang and Noah Schochet with Council Executive Vice President Beth Huddleston and WorldQuest Moderator Frank Kryza"],
    "url": "https://www.dfwworld.org/IEP/WQ"
  },
  {
    "title": "A SHIFT IN INTEREST",
    "body": [
      "Things change in the world, as our 2015 World Affairs Council Survey of our members demonstrates. For the first time in the recent history of our surveys, the membership's attention moved from China and the Middle East to issues, conflicts and opportunities in Europe.",
      "This poll of the members is a \"working survey,\" a guide for strategic planning, marketing and scheduling programs. The survey says 86 percent of the responders believe our greatest member benefit \"is strengthening their understanding of international events.\" "
    ],
    "layout": "center",
    "caption": [],
    "url": "https://www.dfwworld.org/Membership"
  },
  {
    "title": "TEXAS, MEXICO & ECONOMICS",
    "body": [
      "Our well-received 2015 Series, <a href='https://www.dfwworld.org/Mexico' target='_blank'>Strengthening the Partnership: Mexico & Texas</a>, moves its focus to economic issues, first in a <a href='https://www.dfwworld.org/Mexico/Economics' target='_blank'>program on Thursday, April 30</a>, then, in an impressive closing <a href='https://www.dfwworld.org/Events?cid=5&ceid=2349&cerid=0&cdt=7%2f10%2f2015' target='_blank'>program on Friday, July 10</a>, when we present Mexico's Minister of Foreign Affairs, His Excellency Jos&eacute; Antonio Meade.",
      "The minister's program is titled <a href='https://www.dfwworld.org/Events?cid=5&ceid=2349&cerid=0&cdt=7%2f10%2f2015' target='_blank'>\"New Opportunities in Mexico/Texas Relations.\"</a>",
      "Our April program is the perfect precursor to the minister's program. At that event, a four-person panel will discuss <a href='https://www.dfwworld.org/Mexico/Economics' target='_blank'>\"Economic Issues in Texas/Mexico Relations: Trade and Energy Opportunities</a>.\"",
      "Our panelists are: Jorge Alberto Schiavon, Professor, Center for Research and Teaching in Economics, Mexico; Gustavo Vega, Professor, The College of Mexico; Duncan Wood, Director, Mexico Institute of the Woodrow Wilson International Center for Scholars; and Alberto de la Pena, Partner, Haynes and Boone, LLP.",
      "\"<a href='https://www.dfwworld.org/Mexico' target='_blank'>Strengthening the Partnership: Mexico & Texas</a>\" is presented by the Council in partnership with the Consulate General of Mexico in Dallas, <em>The Dallas Morning News</em> and the Mexico Institute of the Wilson Center.",
      "Sponsors are Dell Services; Haynes and Boone, LLP; AT&T; Aeromexico; Rosewood Crescent and the Latino Center for Leadership Development."
    ],
    "img": "image/SH_JoseAntonioMeade.jpg",
    "layout": "center",
    "caption": ["Mexico's Minister of Foreign Affairs, His Excellency José Antonio Meade"],
    "url": "https://www.dfwworld.org/Events"
  },
  {
    "title": "THE LANGUAGE OF ART",
    "body": [
      "Art is an international language and may become an international career. The Council supports artistic endeavors and, as our International Education Program Career Days indicate, young people with global ambitions. Currently on display in the Council's lobby are several works of art by students from the Grand Prairie ISD's Fine Arts Academy. We placed the local artists in our lobby gallery after our first exhibit of United Arab Emirates art, \"Past Forward,\" moved on. To suggest an art display for our lobby, <a href='mailto:mpowell@dfwworld.org?subject=WACDFW: Art for the lobby&body=I have a suggestion:' target='_blank'>email mpowell@dfwworld.org</a>."
    ],
    "layout": "center",
    "caption": ["Council staffer Jameson Hall adjusts Clarissa Balderas' \"Viva Folkloric!\" as it hangs in the Council's lobby."],
    "url": "mailto:mpowell@dfwworld.org?subject=WACDFW: Art for the lobby&body=I have a suggestion:"
  },
  {
    "title": "EDUCATION: ENLIGHTENMENT VS. BARRICADES",
    "body": [
      "Teachers visiting the United Arab Emirates with the Council in mid-March got a more uplifting view of education than they might have seen at the <a href='https://www.dfwworld.org/EducationAsHumanRight' target='_blank'>International Conference on Education as a Human Right</a> the last weekend of the month at SMU.",
      "A dozen educators, selected via  competitive process, were selected for the pilot-program study tour funded by the United Arab Emirates.",
      "In the UAE, education of the residents is top priority, our travelers were told by Minister of Education Hussain Al Hammadi. And, unlike the U.S. trend, the UAE makes the arts a major component in education. The visitors also learned that the UAE system focuses on education, not testing, and that students get a \"dual language\" education &mdash; Arabic and English &mdash; from the start.",
      "Women are the majority of students in UAE upper education, a vastly different picture than that seen in many other nations, as presented at the  conference in Dallas. That event focused on four areas that cause educational shortcomings around the world: Poverty, race, disability and gender equalization.",
      "<a href='https://www.dfwworld.org/EducationAsHumanRight' target='_blank'>The Education as a Human Right Conference</a>, featuring authoritative voices in the field of global education issues, was hosted by the Council's <a href='https://www.dfwworld.org/IEP' target='_blank'>International Education Program</a>, the non-profit ConnecTeach organization and SMU's Embrey Human Rights Program."
    ],
    "layout": "center",
    "caption": ["North Texas teachers visiting the United Arab Emirates."],
    "url": "https://www.dfwworld.org/IEP"
  },
  {
    "title": "PROFILE: COUNCIL MAINSTAY JOHN WARD",
    "body": [
      "\"What's your best sales pitch to a prospective Council member?\" we asked John Ward, who joined more than a decade ago. \"It's a big world out there and it's a lot of fun to see new cultures. The World Affairs Council will help feed those interests.\"",
      "His interests include current issues and he and his wife Kathy also help a doctor heal children in a place where it takes international teamwork to get things treated.",
      "John spent 28 years in the U.S. Army as an infantry officer and Army aviator, retiring as a colonel. He then served in executive positions with Lockheed Martin Corp. A graduate of Auburn University, he is \"a proud follower of Auburn football.\"",
      "He's also a member of the Council's Mallon Circle, a former member of the Council board and a <a href='https://www.dfwworld.org/Membership/GlobalForum' target='_blank'>Global Forum</a> member. And John and Kathy have been rescuing Labrador Retrievers for about 20 years. \"We always keep two in the house,\" he says. Stu is 12 and \"his buddy Beamer\" is 7. John adds, \"They keep each other company and succeed in taking all of the oxygen out of any room they are in.\"",
      "In our interview he touches on a mission that captured the heart of a man who has been in both the aerospace world and a river valley in Africa where the Space Age never arrived.",
      "<strong>What drew you to the council?</strong><br />\"An overarching conviction that the future of our great country will be hugely impacted by world events&hellip; The world is becoming smaller and we must be prepared to engage internationally.\" At Lockheed Martin, he found \"the Council was a great place to interface with representatives from my customer community&hellip;[Generally] ambassadors, foreign ministries, and defense representatives from around the world. The Council genuinely helped me.\"",
      "<strong>Current mission?</strong><br />For the past decade he and Kathy have worked with Dr. Rick Hodes, medical director in Ethiopia for the JDC (American Jewish Joint Distribution Committee). \"Rick has been able to accommodate nearly 1,000 spinal surgeries for children in Ethiopia who suffer from scoliosis and tuberculosis of the spine. He &hellip; is definitely a one-of-a-kind person. We have taken on the role of being a supporter and fundraiser for Rick and his work here in North Texas.\"",
      "<strong>Most enjoyable speaker programs?</strong><br />\"Authors of books that I know I should be reading (even though I'm not), as well as experts from conflict areas around the world.\" ",
      "<strong>World travel? </strong><br /> Most exotic place: \"Probably the Omo River Valley near Lake Takana, on the Ethiopian- Kenya border. The Omo Valley is the last refuge for a number of ethnic tribes who still live the way they have lived for ages.\" Place he'd like to revisit: From his youth, \"the mountains of France near Val d'Isere. It was a charming little mountain farming village off of a ski run and it was just like skiing into a village in a farm community a hundred years ago &hellip; [I] have that same feeling that this was an untouched piece of history.\"",
      "<strong>Next destination?</strong><br /> Several possibilities. \"Patagonia, New Zealand and Myanmar. Kathy has always wanted to go to Nepal.\"",
      "<strong>Importance of education?</strong><br />As a child of the military and graduate of a small high school in California, he says, \"I think I can relate to many students in North Texas&hellip; The growth of international trade agreements, the ever-expanding reach of cellular phones and the Internet have so globally connected us that more than ever kids must understand that what is going on outside of North Texas and the U.S. will impact them greatly.\"",
      "<strong>Favorite book from a Council program? </strong><br />I've really enjoyed most of Tom Friedman's books.\" Favorite Council venue? \"I really enjoy our Breakfasts at the Melrose series&hellip; The Old Parkland facility is magnificent.\" Speaker you'd love to see? \"Tough question. There are so many interesting topics &hellip; One of the best speakers we ever had in the Council was the ambassador from Canada [Gary Doer]. It is amazing how little we know about our neighbor to the north.\""
    ],
    "layout": "float-right",
    "caption": [],
    "url": "https://www.dfwworld.org/Events"
  }
]