[
  {
    "title": "YOUR CHANCE TO INFLUENCE THE COUNCIL",
    "body": [
      "Our 2015 Member Survey is ready and we need your input! We ask questions and you give us the future. It should take only about 15 minutes &mdash; an extremely important 15 minutes to your Council!",
      "\"Your answers help determine Council direction not just for the coming year but for years to come,\" said Council President Jim Falk. \"Your thoughts, opinions and wishes create a very solid foundation for growth and give us an understanding for what members want from their Council.\"",
      "Member responses serve as guideposts for such things as types of programs, what draws members to the Council and changes that must be or must never be made. Venues, media and the perception of political bias also come into question. Additionally, when you complete the member survey, you are automatically entered in a drawing to win xxxxxxx.",
      "\"Our survey demonstrates clearly that a Council member isn't just a name on the list &mdash; you have a participatory membership. You are an important influence,\" said President Falk. \"By completing this survey, you are helping us solidify the Council's position as North Texas' most informative gateway to the world. This survey helps make a Council membership one of the most valued ingredients in a globally-informed and internationally-aware life.\""
    ],
    "layout": "left",
    "caption": [
      "<a href='https://www.surveymonkey.com/s/dfwworldSurveyDraft2' target='_blank'>Start Survey Now >></a>"
    ]
  },
  {
    "title": "THE NEW YEAR'S NEWS",
    "body": [
      "There's an old saying that \"names make news\" and for 2015 your Council is certainly making news.",
      "Our enthusiastically planned 2015 is built around personalities and authoritative voices in the international arena. Our topics will be timely &mdash; or they may be of such historical significance that they have evolved from history to legend to myth.",
      "There are too many individuals to list here (and more are coming), but our calendar for 2015 includes historian/author <a href='http://dfwworld.org/Events?cid=5&ceid=2261&cerid=0&cdt=11%2f20%2f2015'>David McCullough</a> discussing his latest book about two bicycle mechanics from Ohio, <em>The Wright Brothers</em>. Other high-flying points during the year include appearances by best-selling author <a href='#'>Malcolm Gladwell</a> (FIVE New York Times best-sellers), American \"spymaster\" <a href='#'>Jack Devine</a>, writer <a href='#'>Steve LeVine</a> (he has a book on a battery designed \"to save the world\") and, in this time of international intrigue, <a href='#'>George Friedman</a>, the founder of Stratfor, the famed global intelligence company based in Austin.",
      "Yes, 2015 will be a happily informed new year for Council members."
    ],
    "layout": "center",
    "caption": [
      "<a target='_blank' href='https://www.dfwworld.org/Events'>View the 2015 Events Calendar >></a>"
    ],
    "url": "https://www.dfwworld.org/Events"
  },
  {
    "title": "THE PERSPECTIVES RETURN IN 2015",
    "body": [
      "Our International Perspectives Series returns for 2015 with four programs focusing on timely topics! The series is presented annually by the Council in partnership with the American Jewish Committee. ",
      "All programs are noon luncheons at the Park City Club and are sponsored by HATT house Dallas/Lincoln Park. Tickets may be purchased individually or as a package of four."
    ],
    "layout": "center",
    "caption": [
      ""
    ],
    "url": "https://www.dfwworld.org/media/podcasts"
  },
  {
    "title": "BRIDGING THE TEXAS TRANSITION",
    "body": [
      "The Council's Meridian: Global Young Professionals &mdash; \"The Meridians,\" to use our shorthand term of endearment &mdash; do more than have fun socials or attend special programs designed just for them. They recognize the challenges other people face and they react in a positive manner. At the annual Meridian Holiday Champagne Social in December, the Meridians raised $2,191 (well beyond the event goal of $1,500) to help two newly arrived Iraqi families adjust to life in North Texas. The Council, working with the International Rescue Committee in Dallas, dedicated the Meridian efforts to a young couple, Al Saadawi and his wife Marway Alquaysi, and to the Al Baraheemi family of Falah, his wife Sajida Al Janabi and their teenage sons, Saif, 16, and Sameer, 13.",
      "The Adopt-a-Family project helps provide basic American household items, books, blankets, clothing and gift cards to make the \"start-over\" easier.",
      "\"These people fled unpleasant or even threatening conditions in hopes of finding safe new lives in America &mdash; it is a personal journey shared by many throughout the history of our nation,\" said Council Program Manager and Meridian Coordinator Alana Buenrostro. \"The Meridians' hearts reached out to make the transition a time of engagement rather than a difficult period of adjustment.\""
    ],
    "layout": "float-right",
    "url": "https://www.dfwworld.org/Events?cid=5&ceid=2237&cerid=0&cdt=11%2f20%2f2014"
  },
  {
    "title": "THE 2015 WORLDQUEST CHALLENGES",
    "body": [
      "Is the pressure on or what! Will Plano West three-peat as Academic WorldQuest champs?",
      "Will the regional winner go to Washington and win the National WorldQuest title just as the past four North Texas regional champs &mdash; all from Plano &mdash; have done?",
      "Can anyone break Plano Independent School District's grip on the championship? And will the Council's International Education Program, which organizes the regional event, increase the order of antacid for the staff? Yes, indeed, staffers get involved in this annual test of the knowledge of hundreds of North Texas public, private and charter schools students. Details such as organizing seating charts, running the breaks on time, making announcements, timing the event, etc. &mdash; all fall on the shoulders of the staffers. Teacher/coaches sit back and watch their teams compete. It's nail-biting time. And spectators are welcome, too &mdash; parents, Council members and others who love an intellectual spectator sport are welcome on the sidelines!",
      "This challenging academic trivia competition is Wednesday, February 25, in the Bluebonnet Ballroom of the University Center at the University of Texas at Arlington.",
      "The topics: Russia/Eurasia; Youth, Jobs and Social Unrest; Human Trafficking; Future of Energy; Millennium Development Goals; 2015 and Beyond, Food and Water, Asia and the New Global Economy; Great Decisions; Africa Rising and Current Events.",
      "If you don't know Timbuktu from a tögrög you may not have the breadth of knowledge to compete! (Timbuktu is a city in Mali and a tögrög is a currency in Mongolia &mdash; but, heck, you already knew that, right?)"
    ],
    "layout": "center",
    "url": "https://www.dfwworld.org/MBC2014"
  },
  {
    "title": "THE GENDER MISSION WE SHARE",
    "body": [
      "The Council's International Visitor Program has quietly earned a reputation as the region's premier facilitator for studies of issues such as gender-based violence, entrepreneurship and public leadership.",
      "This important work both precedes and echoes the mission of Dallas Mayor Mike Rawlings' domestic abuse initiative launched in 2013 as well as the current National Football League campaign against domestic violence. Through the IVP and its relationship with the U.S. State Department, hundreds of women from Pakistan, Afghanistan, Saudi Arabia and the Slovak Republic visited North Texas within the past year.",
      "The 2014 visiting delegations and topics included: Slovak Republic, entrepreneurship; Afghanistan, economic empowerment; Bangladesh, preventing violence against women; and Saudi Arabia, women in public leadership. Closing the year in December, another Afghani delegation studied Women's Rights and Countering Violence Against Women.",
      "IVP Manager Chelsea Marshall, who accompanies the delegations, explained, \"These are issues that transcend languages, economic background, and national borders. These programs are a spotlight on the courage of these international activists – as well as the great organizations working to advance women’s rights here in North Texas.  The dialogues also provide a cathartic experience to reflect on shared challenges, digest new information, and celebrate successes around the world.",
      "\"Women in our own community as well as internationally are overcoming significant obstacles, though they may not be known widely.  It is empowering to witness.\""
    ],
    "layout": "right",
    "url": "http://www.wfaa.com/story/news/local/education/2014/09/29/adamson-high-school-football-team-leaopdard-bangladesh-violence-against-women-stop-domestic-violence/16448195/"
  },
  {
    "title": "LEWISVILLE'S BUSY JWAC!",
    "body": [
      "Keep the median clean, fill the food pantry, continue to learn while expanding global awareness. Oh, and attend classes! Who has all that time? Lewisville High School's Junior World Affairs Council.",
      "The JWAC famously participates in the Keep Lewisville Beautiful \"Adopt-a-Spot\" program, tending to a median near the school. In November, 20 JWAC members collected more than 150 food items for the pantry at the faith-based, non-profit Christian Community Action organization. JWAC co-president Josué Pérez Campos says his school and the JWAC are known for contributing \"the most to this cause.\"",
      "JWAC sponsor and English teacher Jayne Keane says the students have a special personal understanding of their efforts. \"Since we work in the CCA North Texas Food Bank once a month … we see where that food goes. We actually sort food collected, stock shelves with food items and check people out with groceries.”",
      "Next up is preparing for the 2015 WorldQuest regional competition on February 25. After that, will the intellectually-exercised, extraordinarily active JWAC then volunteer to host the 2016 presidential debates? Sponsor Keane gave a smiling reply, \"Don't know if we will have time for those 2016 presidential debates. We are so busy!\""
    ],
    "layout": "center",
    "url": "https://www.dfwworld.org/internships"
  }
]