[
  {
    "title": "LEGACY TOUR OF PRESIDENTIAL LIBRARIES",
    "body": [
      "Our inaugural Presidential Legacy Tour, a visit in September to both the Ronald Reagan and Richard Nixon presidential libraries in California, was such an enjoyable experience that we're already planning our next visit to a presidential library. What's the next destination for our Presidential Legacy Tour? Here's the thinnest hint possible: Different coast, earlier presidency. We'll let you know when sign-up begins for our next Presidential Legacy Tour.", "Members of our Legacy Tour group examined many elements of both the Nixon and Reagan libraries – from President Nixon’s childhood home  at the Yorba Linda facility to video replays of Ronald Reagan’s speeches at the Simi Valley museum.",
      "<a href='https://www.facebook.com/media/set/?set=a.10152353339250060.1073741864.42417275059&type=1' target='_blank'>View photos from the trip >></a>"
    ],
    "url" : "https://www.facebook.com/media/set/?set=a.10152353339250060.1073741864.42417275059&type=1",
    "layout": "center"
  },
  {
    "title": "Global IQ Minute",
    "body": [
      "<strong>An Interview with Al Jazeera America</strong>",
      "As Al Jazeera America's prime time news anchor John Seigenthaler sat for a Global IQ interview with Council President Jim Falk his tone turned personal as he discussed threats to journalists in the Middle East. The interview also touched on the veteran NBC newsman’s decision to join Al Jazeera America. He said it was a chance to practice \"fact-based, in-depth unbiased journalism\" and, for him, \"a dream come true.\""
    ],
    "layout": "left",
    "url": "http://podcast.dfwworld.org/2014_GIQ_JohnSeigenthaler_10-08.mp3"
  },
  {
    "title": "A JWAC SPOTLESS SPOT",
    "body": [
      "The Lewisville High School Junior World Affairs Council doesn't focus only on foreign affairs &mdash; the students are civic-minded, too. The JWAC adopted a median near the school through the Keep Lewisville Beautiful Adopt-a-Spot program. JWAC sponsor Jayne Keane, who teaches English IV and Advanced Placement English IV, proudly provided the photo. She says credit for the idea to Adopt-a-Spot goes to last year's JWAC President Leslie Herd.",
      "<a href='https://www.dfwworld.org/IEP/JWAC' target='_blank'>Learn more about the JWAC program >></a>"
    ],
    "layout": "float-right"
  },
  {
    "title": "MALLON AWARD HONORS REX W. TILLERSON",
    "body": [
      "Exxon Mobil Corporation Chairman and CEO Rex W. Tillerson will receive the Council's <a href='https://www.dfwworld.org/Mallon' target='_blank'>31st H. Neil Mallon Award</a> on Friday, October 24, at the Hyatt Regency Dallas. Guest speaker will be Dr. Robert M. Gates, the nation's 22nd Secretary of Defense, former CIA Director and author of <em>Duty: Memoirs of a Secretary at War</em>. The Mallon Award honors an individual for dedication to international relationships – business and personal – that enhance the standing of North Texas around the world."
    ],
    "layout": "center",
    "url": "https://www.dfwworld.org/Mallon"
  },
  {
    "title": "THE PLACES AN INTERN WILL GO!",
    "body": [
      "As Dr. Seuss famously wrote in <em>Oh, The Places You Will Go</em>, \"You have brains in your head. You have feet in your shoes. You can steer yourself any direction you choose.\"",
      "Our Summer 2013 Programs Intern Julie Fisher of Dallas steered toward the Peace Corps and this month she arrives in Lesotho (Pronounced \"le-soo-too,\" Julie says). The small nation &mdash; a little larger than Massachusetts &mdash; is surrounded by South Africa. More than half of Lesotho's 2 million population live below the international poverty line of $1.25 (US) a day.",
      "Among the items Julie packed for the assignment: \"My portable solar panel.\"",
      "A May graduate of American University in Washington, D.C., she majored in international studies with a minor in physics. During her two-year stay in Lesotho she'll teach high school math and work on projects that focus on AIDS prevention and youth development.",
      "<a href='http://lesothoinfinityandbeyond.blogspot.com/' target='_blank'>Follow her blog >></a>",
      "<a href='https://www.dfwworld.org/Internships' target='_blank'>Learn about intern opportunities at the Council >></a>"
    ],
    "layout": "float-left",
    "url": "http://lesothoinfinityandbeyond.blogspot.com/"
  },
  {
    "title": "MEDIA PARTNER CELEBRATES 40 YEARS OF COVERING DALLAS",
    "body": [
      "Congratulations to the Council's enduring and consistently interesting media partner <a href='http://www.dmagazine.com' target='_blank'><em>D Magazine</em></a> as it celebrates its 40th anniversary. Both the Council (founded in 1951) and <em>D</em> have seen a lot of growth in Dallas. That is evident in <em>D</em>'s first cover, the October 1974 edition featuring a peek at a Dallas skyline that was a mere hint of things to come in the next four decades."
    ],
    "layout": "right",
    "url": "http://assets.dmagazine.com/media/1985226/D-Magazine-cover-October-1974.jpg"
  },
  {
    "title": "A COWTOWN CORRECTION AND SOME COUNCIL PROGRAMS",
    "body": [
      "In our September Council Connection we published this photograph of some of the Council's young international visitors posing with a bull that we described as being in Fort Worth. Council member Eric V. Fox knew right away that this was no Cowtown bovine, pinpointing it as the famous Wall Street bull in New York City. Our apologies to Fort Worth's bulls.",
      "Now that we have that situation corralled, we'd like to note that the Council has extraordinary programs scheduled at The Fort Worth Club this fall. <a href='https://www.dfwworld.org/Events?cid=5&ceid=2182&cerid=0&cdt=10%2f17%2f2014' target='_blank'>On October 17</a>, Stanford professor and author Francis Fukuyama will present a program about his book <em>Political Order and Political Decay</em>.  <a href='https://www.dfwworld.org/Events?cid=5&ceid=2215&cerid=0&cdt=11%2f10%2f2014' target='_blank'>On November 10</a>, Rice University history professor and author Douglas Brinkley will discuss his latest book, <em>The Nixon Tapes</em>, an examination of the once-secret White House recordings."
    ],
    "layout": "float-left"
  },
  {
    "title": "MOROCCO TRADE & INVESTMENT FORUM",
    "body": [
      "On Thursday, October 16, Dallas hosts the <a href='https://www.dfwworld.org/MBC2014' target='_blank'>Morocco Trade &amp; Investment Forum</a>, a conference organized by the Kingdom of Morocco for Lone Star State business leaders. The Forum features key speakers from business and government in Morocco as well as from Dallas-based international corporations. Morocco's Free Trade Agreement with the United States and Advanced Status with the European Union, make it a key business portal to both Europe and Africa.",
      "<a href='https://www.dfwworld.org/MBC2014' target='_blank'>Visit the  Forum website for additional information and a complete list of sponsors >></a>"
    ],
    "layout": "float-left",
    "url": "https://www.dfwworld.org/MBC2014"
  },
  {
    "title": "SIX CITED BY LES FEMMES DU MONDE",
    "body": [
      "<a href='http://www.lesfemmesdumonde.org' target='_blank'>Les Femmes du Monde</a> traditionally honors just one Woman of the Year, but for 2014 this enduring organization is recognizing SIX Dallas leaders at its <a href='http://www.lesfemmesdumonde.org' target='_blank'> Woman of the Year luncheon on October 16</a>.",
      "Each honoree represents one of the six decades in which Les Femmes du Monde has served Dallas since being founded in 1961 as a \"ladies' support group\" for the Council. Proceeds from the luncheon will benefit Children's Medical Center's Child Life Program and the World Affairs Council's 10-year-old International Education Program.",
      "<strong>The 2014 Women of the Year are all civic and business leaders known for determination and heart:</strong> Virginia Chandler Dykes, Gina Ginsburg, Lynn McBee, Pat Smith, Nina Vaca and Margaret McDermott."
    ],
    "layout": "float-right",
    "url": "http://www.lesfemmesdumonde.org/"
  },
  {
    "title": "DONNA WILHELM IN THE SPOTLIGHT",
    "body": [
      "Energetic Donna Wilhelm, a member of the Council Board of Directors since 2008, is always forward-thinking in her many interests and traces her inspiration for international interests not just to 9/11 but to her childhood. \"I was born in Hartford, Conn., where my Polish mother ran a boarding house for immigrants. I’ve led a peripatetic life, moved many times in America and abroad. Dallas has been my longest 'home'.\"",
      "<a href='https://www.dfwworld.org/Spotlight/DonnaWilhelm' target='_blank'>Read the Spotlight now >></a>"
    ],
    "caption" : "Photo courtesy of SMU Meadows School of the Arts",
    "layout": "left"
  }
]