[
  {
    "title": "GLOBAL I.Q. MINUTES WITH JIM FALK",
    "body": [
      "Our latest Global I.Q. Minute is with <strong>Republican presidential candidate Dr. Ben Carson</strong>. Carson describes the world as a \"third-grade classroom with no teacher,\" and says the U.S. needs to provide global leadership. He wants to end the ISIS threat now (\"Nothing I wouldn't use to destroy them\") and employ oil as an implement to control Russian President Vladimir Putin. Additionally, Dr. Carson proposes giving Palestinians a nation carved out of potentially verdant land in either Jordan or Egypt. <a href='http://podcast.dfwworld.org/2015_GIQ_DrBenCarson_5-28.mp3' target='_blank'>Listen now</a> for the full Global I.Q. Minute.",
      "Council President Jim Falk and <em>The New Yorker</em> writer <strong>Evan Osnos</strong> recently sat down for an insightful Global I.Q. Minute. Osnos, the author of <em>Age of Ambition: Chasing Fortune, Truth and Faith in the New China</em>, says that the China's growing economic power shows it is time to hear their voice in world affairs. Within, he says, the nation's government is coping with a population that has become acquainted with new freedoms while, outside, the U.S. faces the issue of \"figuring out how much control China will have over its own neighborhood and how much the U.S. is prepared for that change.\" <a href='http://podcast.dfwworld.org/2015_GIQ_EvanOsnos_5-27.mp3' target='_blank'>Hear the full interview now &rarr;</a>"
    ],
    "layout": "podcast",
    "caption": [],
    "url": "https://www.dfwworld.org/media/podcasts"
  },
  {
    "title": "A TEXAS PROFESSOR LOOKS AT REAGAN",
    "body": [
      "H.W Brands, a University of Texas professor and renowned historian, examines President Ronald Reagan’s youthful ambitions and political ideals in two Council programs on Tuesday, June 24.",
      "He’ll discuss his latest book, <em>Reagan: The Life</em>, at an <a href='https://www.dfwworld.org/Events?cid=5&ceid=2286&cerid=0&cdt=6%2f23%2f2015' target='_blank'>11:30 AM luncheon program and book signing</a> at The Fort Worth Club in downtown Cowtown, then that evening he’ll discuss the late president’s life in a program at Visit Addison. That event begins with a <a href='https://www.dfwworld.org/Events?cid=5&ceid=2356&cerid=0&cdt=6%2f23%2f2015' target='_blank'>6:30 PM reception followed by a program and book signing</a>.",
      "Brand’s Reagan book was aided by newly available sources and explores the conservative icon’s support of New Deal creator President Franklin Roosevelt.The author has authoritative knowledge of both presidents, having been a Pulitzer Prize finalist in 2009 with his book <em>Traitor to His Class: The Privilege Life</em> and <em>Radical Presidency of Franklin Delano Roosevelt</em>.",
      "Among Brands books are another Pulitzer finalist, <em>The First American: The Life and Times of Benjamin Franklin</em> in 2002, and, in 2004, <em>Lone Star Nation: The Epic Story of the Battle for Texas Independence</em>.",
      "Raised in Oregon and educated at Stanford, Brand taught at Texas A&M for 17 years before moving to UT Austin in 2005."
    ],
    "layout": "book-left",
    "caption": [],
    "url": "https://www.dfwworld.org/Events?cid=5&ceid=2356&cerid=0&cdt=6%2f23%2f2015",
    "img": "https://www.dfwworld.org/image/BC_ReaganTheLife.jpg"
  },
  {
    "title": "THE COMPETITIVE ACADEMIC FUTURE",
    "body": [
      "For the first time in four years, the National Academic WorldQuest Championship was NOT won by a team from the Plano Independent School District. But there is a foundation for a national rebound. Unlike any other district in the nation, Plano has three schools now with 21st century national championship round experience: Plano Senior High, Plano West and now Plano Shepton.",
      "The regional WorldQuest champ, Shepton, a 9th and 10th grade school competing against against more than 40 other high schools, finished third nationally. First place went to DuPont Manual High School of Louisville, KY., the last team to hold the national title before Plano took it 4 years in a row. Second place went to Keystone School of San Antonio, once described by The College Board as “the best school in the world.”",
      "Shepton’s team included sophomores Inan Sinha, Ankit Reddy and Noah Schochet and freshman Sharon Jiang. Academic Coach Janis Bates, who teaches Geography and Advanced Placement Human Geography, says that “as ninth and tenth graders I thought they did incredibly well and am so proud of them. &hellip;They’ve already planned to team up again when Sharon gets to West.\"",
      "Outside of the competition, the highlight of the Washington, D.C. event was a $500,000 pledge by San Antonio businessman Carlos Alvarez and his wife Malu to support the <a href='http://www.worldaffairscouncils.org/2011/main/home.cfm?database=programs&Category=AcademicWorldQuest&Section=Academic%20WorldQuest%202014-2015' target='_blank'>Academic WorldQuest National Competition</a>. It is the largest gift to date for any World Affairs Councils of America fundraising initiative and will help create an endowment to sustain and expand the national WorldQuest competition. Mr. Alvarez is the chairman and CEO of San Antonio-based Gambrinus Co., a craft beer company best known for its Shiner brand. WACA President and CEO Bill Clifford described the Alvarez’s generosity demonstrated “they truly understand the value of educating and engaging the public, and especially students, in international affairs and we are incredibly grateful for their commitment.”"
    ],
    "layout": "center",
    "caption": [
      "World Affairs Councils of America President and CEO Bill Clifford with the Plano Shepton Academic World Quest Team of  freshman Sharon Jiang and (back, from left) sophomores Inan Sinha, Noah Schochet and Ankit Reddy."
    ],
    "url": "https://www.dfwworld.org/IEP/WQ"
  },
  {
    "title": "A NEW CHAPTER IN THE COUNCIL'S BOOK",
    "body": [
      "The Council is expanding into the extraordinarily vibrant Highway 121 Corridor by forming the Collin County Chapter of the World Affairs Council. That new chapter immediately joins the mission of connecting North Texas with the world  by scheduling two intriguing luncheon programs.",
      "The inaugural presentation, on <a href='https://www.dfwworld.org/Events?cid=5&ceid=2386&cerid=0&cdt=6%2f25%2f2015' target='_blank'>Thursday, June 25, at the El Dorado Country Club in McKinney, features Adrian Wooldridge</a>, managing editor of <em>The Economist</em> and its influential Schumpeter Columnist. His topic is his latest book, <em>The Great Disruption: How Business is Coping in Turbulent Times</em>.",
      "On <a href='https://www.dfwworld.org/Events?cid=5&ceid=2402&cerid=0&cdt=7%2f7%2f2015' target='_blank'>Tuesday, July 7, also at the country club</a>, the chapter visits a topic inspired by 9/11 and its aftermath. <strong>Ambassador Robert Jordan</strong> will discuss his autobiographical book, <em>Desert Diplomat: Inside Saudi Arabia Following 9/11</em>. The ambassador's insight into current relations between the U.S. and Saudi Arabia continues to be sought by journalists and others here and abroad.",
      "Each speaker will present a luncheon program in McKinney, then, that evening, a program and book signing at the Rosewood Crescent in Downtown Dallas."
    ],
    "layout": "center",
    "caption": [],
    "url": "https://www.dfwworld.org/Events",
    "img": "image/EC_AdrianWooldridgeHERobertJordan.jpg"
  },
  {
    "title": "BANK OF AMERICA CHARITABLE FOUNDATION CONTINUES SUPPORT OF CAREER DAY",
    "body": [
      "Call it \"investing in success.\" The Bank of America Charitable Foundation, Inc., continues its investment in the future of North Texas students by presenting its second $10,000 grant in support of the annual World Affairs Council International Career Day.",
      "Jill Blanchar, the Bank of America Corporation Operational Risk Executive, made the presentation to Council Vice President of Development & Partnerships Whitney Schneider.",
      "The grant provides a significant foundation for the Council's International Career Day, organized each year by our International Education Program. This regional event has provided thousands of North Texas students with access to people involved in international careers in law, finance, military, human rights, humanitarian efforts and many other global professions.",
      "\"Thanks to Bank of America, we can continue to encourage students to be ambitious globally and to learn how to take advantage of opportunities that benefit their own lives and neighborhoods. This is a wonderful example of how knowledge is personal power,\" said International Education Program Executive Director Jennifer Bowden.",
      "The next International Career Day will be in the fall. Follow Bank of America's charitable efforts on <a href='https://twitter.com/BreidenbachG' target='_blank'>Twitter</a> and on <a href='https://www.facebook.com/BankofAmerica' target='_blank'>Facebook</a>."
    ],
    "layout": "center",
    "caption": [],
    "url": "https://www.dfwworld.org/IEP"
  },
  {
    "title": "MEXICO FOREIGN AFFAIRS SECRETARY ADDRESSES FINAL PROGRAM IN SERIES",
    "body": [
      "Dr. José Antonio Meade, Mexico's Foreign Secretary since 2012, headlines the <a href='https://www.dfwworld.org/Events?cid=5&ceid=2349&cerid=0&cdt=7%2f10%2f2015' target='_blank'>final program in the successful Council series, “Strengthening the Partnership: Mexico & Texas.”</a>",
      "He'll discuss “New Opportunities in Mexico/Texas Relations” at the noon luncheon program at the InterContinental Dallas. Secretary Kuribreña has extensive experience in banking, petroleum, education and law.",
      "The series is presented by the Council in partnership with the Consulate General of Mexico in Dallas, <em>The Dallas Morning News</em> and the Mexico Institute of the Woodrow Wilson International Center for Scholars in Washington.",
      "The event is sponsored by Dell Services; Haynes and Boone, LLP; AT&T; Aeromexico; Rosewood Crescent and the Latino Center for Leadership Development. Additional sponsorship support provided by Alcatel-Lucent. Media sponsor is <em>The Dallas Morning News</em>."
    ],
    "layout": "right",
    "caption": [
      "Dr. José Antonio Meade, Mexico's Foreign Secretary"
    ],
    "url": "https://www.dfwworld.org/Events?cid=5&ceid=2349&cerid=0&cdt=7%2f10%2f2015"
  },
  {
    "title": "GERMAN MARSHALL FUND SELECTS COUNCIL/MERIDIAN MEMBER",
    "body": [
      "Dylan Lockett, a member of both the Council and our Meridian: Global Young Professionals, is one of three Texans selected among the <a href='http://www.gmfus.org/' target='_blank'>75 Marshall Memorial Fellows</a> from across the nation.",
      "The Fellows are high-achieving \"exchange professionals\" who will go to Europe this fall through what the German Marshall Fund of the United States describes as its \"flagship leadership development program.\" The Council <a href='https://www.dfwworld.org/MMF' target='_blank'>annually assists the GMF</a> in finding qualified applicants.  The other Texans are David Kim, Houston's deputy assistant director of Housing and Community Development, and Eduardo Parra, principal engineer at CDM Smith in San Antonio.",
      "Dylan says that he hopes \"to better understand business and political sentiment in the EU, beyond what can be apprehended through the media or visiting European tourist attractions.”",
      "He is a consultant with Accenture, the international management consulting, technology services and outsourcing company. A 10-year U.S. Air Force veteran with Southwest Asia deployment, the Texas A&M graduate holds an MBA from Duke University’s Fuqua School of Business. He’s a frequent European traveler and lived in Brussels as an undergrad."
    ],
    "layout": "left",
    "caption": [
      "Dylan Locket"
    ],
    "url": "https://www.dfwworld.org/MMF",
    "img": "image/EC_GMF_DylanLockett.jpg"
  },
  {
    "title": "LA BELLE PROVENCE",
    "body": [
      "Bonjour, mon amis, we have arrived at a beautiful destination, La Belle Provence, the theme for our evening of “les fun” and “les smarts.” Oui, real French may be on the exam. Set aside <a href='https://www.dfwworld.org/Events?cid=5&ceid=2403&cerid=0&cdt=7%2f30%2f2015' target='_blank'>6 PM to 8 PM on Thursday, July 30, for our annual members-only WorldQuest trivia challenge</a>.",
      "To quote Ren&eacute; Descartes, \"It is not enough to have a good mind; the main thing is to use it well.\"",
      "You will have an occasion to use your mind well at this annual WorldQuest &mdash; and dress the part, too. Honor your favorite French character or designer with a special costume for the event at the Rosewood Crescent, our traditional WorldQuest sponsor. Individuals pay $15 to be placed on a team of four, but form your own team of four and it will cost just $40 and save some francs, er, euros. Enjoy food and drink and a wonderfully competitive evening.",
      "Questions are drawn from current affairs, history and various elements of global life. Should you struggle with an answer, remember that Voltaire said, \"Judge a man by his questions rather than his answers.\""
    ],
    "layout": "center",
    "caption": [],
    "url": "https://www.dfwworld.org/Events?cid=5&ceid=2403&cerid=0&cdt=7%2f30%2f2015",
    "img": "image/WorldQuest2015.jpg"
  },
  {
    "title": "THE GLOBAL JWAC EFFECT",
    "body": [
      "Our 2015 International Educators of the Year were Juliann Warner and Rhonda Pugh, the Arlington Martin teachers who created the first Junior World Affairs Council, an idea that has spread through public, private, charter and home schools across North Texas. What has that idea meant to students? It has meant the world:",
      "Call this an illuminating humanitarian effort by Southlake Carroll's JWAC. President Samira Mehta reports that goal was to raise $1,000. Half would buy solar lamps so youngsters in India can study at night in villages that have no electricity. The rest would go for scholarships for orphans. The JWAC raised $300 in the first 3 days of fundraising, an immediate good sign. Gleeful Samira reports the JWAC \"far exceeded our goal!\" The JWAC members raised more than $2,000. \"We should be able to provide four scholarships to orphans studying at Sumangali Seva Ashrama and distribute around 200 solar lamps to villages in India without electricity. We are so glad to be making such a difference! We can't wait to see what we will do with our next service project!\"",
      "Arlington Martin JWAC Co-President Kyle Desrosiers won a scholarship from the National Security Language Initiative for Youth and will spend seven weeks in Ankara, Turkey, this summer “where I will study the language at a local university and participate in cultural and community events. ... I am very grateful to WAC for not only putting on the career day, which led me to hear of awesome and life changing opportunities, such as this one, but also for providing interesting forums and events that encourage global learning and have helped strengthen and fuel my passion for global affairs and culture.”"
    ],
    "layout": "right",
    "caption": [
      "Juliann Warner, luncheon speaker Malcolm Gladwell and Rhonda Pugh"
    ],
    "url": "https://www.dfwworld.org/IEP/Teachers/IEOY",
    "img": "image/IEOY2015_Winners.jpg"
  },
  {
    "title": "DALAI LAMA RETURNS TO DALLAS",
    "body": [
      "Nobel laureate and spiritual leader the Dalai Lama will be at Moody Coliseum at SMU on Wednesday, July 1. The program, “A Conversation with His Holiness the 14th Dalai Lama,” is presented by SMU and the George W. Bush Presidential Center in conjunction with the World Affairs Council of Dallas/Fort Worth.",
      "The event begins at 1:30 PM in Moody. Tickets range from $25 to $125 at <a href='http://www.ticketmaster.com/a-conversation-with-his-holiness-the-dallas-texas-07-01-2015/event/0C004EAD84F21927?artistid=714781&majorcatid=10005&minorcatid=104' target='_blank'>ticketmaster.com</a>.  (Coincidentally, the Dalai Lama and President George W. Bush celebrate their birthdays on July 6 &mdash; the Dalai Lama born in 1935, President Bush in 1946.)"
    ],
    "layout": "center",
    "caption": [],
    "url": "https://www.dfwworld.org/Events?cid=5&ceid=2394&cerid=0&cdt=7%2f1%2f2015",
    "img": "image/EC_DalaiLamaQuote.jpg"
  },
  {
    "title": "MR. SURPRISE AND THE COUNCIL MEMBER",
    "body": [
      "World Affairs Council member Patrick Esquerr&eacute; created a household name with the help of Napoleon and Dallas women: La Madeleine.",
      "Patrick explains that he was searching for a proper theme for a Dallas restaurant when a friend introduced him to \"Mr. Surprise\" who told him, \"If it is an authentic French country bakery near Southern Methodist University, it will be a winner.\"",
      "\"Mr. Surprise\" was merchandising legend Stanley Marcus of Neiman-Marcus and his advice \"became my business plan,\" Patrick says. (FYI: Mr. Stanley, as he was known around town, was a founder of the World Affairs Council.)",
      "We asked Patrick some questions. As they say at La Mad, \"Enjoy.\"",
      "<strong>Favorite La Madeleine dish?</strong> \"Depends on the time of the day, the day of the week and the company.\" Among his faves are the balsamic chicken, wild field salad and the strawberry Napoleon. He has more, of course.",
      "<strong>Finding the name?</strong> That \"may be the most challenging decision. Napoleon came to my rescue. La Madeleine is the name of the La Madeleine church in Paris that had been built by Napoleon\" Also, he cites Marcel Proust's Remembrance of Things Past use of \"little Madeleine cakes\" and the story of \"a little girl in Paris called Madeline. She was small, but her heart was big and everyone loves her.\" He also credits deciding that his chief advisors in the development of La Madeleine would be women and, he says admiringly that \"my Dallas women\" became the \"architects, designers, consultants.\" He describes listening to them rather than the male-dominated industry as a \"brilliant decision.\"",
      "<strong>Where did you spend your childhood?</strong> \"At Les Pins, a wonderful farm in the Chateau Country, in the Loire Vallee, and in Tours before moving to Paris,\"",
      "<strong>Why did you come to Dallas?</strong> In 1980, an Oklahoma businessman was looking for a way to promote the Midwest in Europe and a mutual friend connected them. After a number of ideas didn't pass muster, the concept of bringing a French country bakery to the \"food map of Dallas\" was the winner.",
      "<strong>What drew you to the Council?</strong> \"Very interesting group of people and events (and Arlette!).\" (Longtime Council member Arlette Douffiagues-Galland.)",
      "<strong>Favorite Council speaker?</strong> Condoleezza Rice.",
      "<strong>Favorite travel destination?</strong> \"I have been going back to France every other month since my first visit to Dallas. Need to breathe the fresh air on both sides of the ocean.\"",
      "<strong>Place you'd like to visit again?</strong> \"The Nile in Egypt, Mafia Island in Tanzania and many others.\"",
      "<strong>And you'd still like to go to?</strong> \"Burma, St. Petersburg.\"",
      "<strong>Favorite Texas tastes?</strong> \"My dear friend Stephan Pyles’ great cuisine.\"",
      "<strong>What is your best Council selling point?</strong> \"Great people and good energy.\""
    ],
    "layout": "left",
    "caption": ["Patrick Esquerr&eacute;,<br />Founder of La Madeleine"],
    "url": "https://www.dfwworld.org/Events"
  }
]
